"SPC Password" = "SPC 密码";
"Authentication Key" = "鉴定密钥";
"Incorrect key" = "密钥不正确";
"Incorrect SPC Password" = "SPC 密码不正确";
"Enter 26 digit key" = "输入 26 位数字的鉴定密钥";
"Security" = "安全性";
"Too many retries of SPC." = "SPC 重试次数太多。";
"AKEY set successfully." = "AKEY 设置成功。";
"Failed to set AKEY." = "无法设置 AKEY。";
"Too many retries of AKEY." = "AKEY 重试次数太多。";
"Password" = "密码";
"Key" = "密钥";
"OK" = "好";
"Cancel" = "取消";